aaron-bond.better-comments
abusaidm.html-snippets
bmewburn.vscode-intelephense-client
cesium.gltf-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
DotJoshJohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.code-runner
ginfuru.ginfuru-vscode-jekyll-syntax
ginfuru.vscode-jekyll-snippets
HookyQR.beautify
icrawl.discord-vscode
idleberg.badges
jasonnutter.search-node-modules
jchannon.csharpextensions
kukushi.pasteurl
leizongmin.node-module-intellisense
lextudio.restructuredtext
mathiasfrohlich.Kotlin
mechatroner.rainbow-csv
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.powershell
naumovs.color-highlight
octref.vetur
PKief.material-icon-theme
pranaygp.vscode-css-peek
remimarsal.prettier-now
ritwickdey.LiveServer
robinbentley.sass-indented
slevesque.vscode-hexdump
wmaurer.vscode-jumpy
xabikos.JavaScriptSnippets
xyz.plsql-language
zhuangtongfa.Material-theme
